@extends('master')

@section('title') Политика конфиденциальности @endsection
@section('css')
    <style>
        p, li {
            color: #2d2d2d;
            font-weight: 300;
        }
        ul {
            padding-left: 32px !important;
        }
        li {
           list-style-type: disc;
        }
    </style>
@endsection
@section('main')

        <section>
            <div class="container py-20">
                <div class="flex flex-col mb-10">
                    <h3 class="uppercase font-medium text-3xl">Политика конфиденциальности</h3>
                </div>
                <div>
                    <p>
                        Настоящая Политика конфиденциальности персональной информации (далее – Политика) действует в отношении всей информации, которую ИП Реснянский Алексей Владимирович (ОГРНИП: 316230100072598, ИНН: 230107886146) и/или его аффилированные лица, могут получить о пользователе во время использования им сайта www.patriot-nvrsk.ru.
                        Использование сайта www.patriot-nvrsk.ru  означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования данного ресурса.
                    </p>
                    <p class="mt-5">
                        Использование сайта www.patriot-nvrsk.ru  означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования данного ресурса.
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">1. ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ ПОЛЬЗОВАТЕЛЯ, КОТОРУЮ ПОЛУЧАЕТ И ОБРАБАТЫВАЕТ САЙТ www. patriot-nvrsk.ru</p>
                    <p class="mt-5">
                        1.1. В рамках настоящей Политики под «персональной информацией пользователя» понимается:
                    </p>
                    <p class="mt-5">
                        1.1.1. Персональная информация, которую пользователь представляет о себе самостоятельно при оставлении заявки или в ином процессе использования.
                    </p>
                    <p class="mt-5">
                        1.1.2. Данные, которые автоматически передаются сайтом www. patriot-nvrsk.ru  в процессе его использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к сайту), время доступа, адрес запрашиваемой страницы.
                    </p>
                    <p class="mt-5">
                        1.1.3. Данные, которые предоставляются сайту, в целях осуществления оказания услуг и/или предоставления иных ценностей для посетителей сайта, в соответствии с деятельностью настоящего ресурса:
                    </p>
                    <ul class="mt-5">
                        <li>Имя</li>
                        <li>Телефон</li>
                    </ul>
                    <p class="mt-5">
                        1.2. Настоящая политика применима только к сайту www. patriot-nvrsk.ru.
                    </p>
                    <p class="mt-5">
                        1.3. Сайт в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако сайт patriot-nvrsk.ru исходит из того, что пользователь предоставляет достоверную информацию и достаточную персональную информацию по вопросам, предлагаемым в формах обратной связи настоящего ресурса, и поддерживает эту информацию в актуальном состоянии.
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">2. ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</p>
                    <p class="mt-5">
                        2.1. Сайт собирает и хранит только те персональные данные, которые необходимы для оказания услуг и предоставления иных ценностей для посетителей сайта.
                    </p>
                    <p class="mt-5">
                        2.2. Персональную информацию пользователя можно использовать в следующих целях:
                    </p>
                    <p class="mt-5">
                        2.2.1. Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования сайта, оказания услуг, а также обработка запросов и заявок от пользователя.
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ</p>
                    <p class="mt-5">
                        3.1. Сайт patriot-nvrsk.ru хранит персональную информацию пользователей в соответствии с внутренними регламентами конкретных сервисов.
                    </p>
                    <p class="mt-5">
                        3.2. В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа к неограниченному кругу лиц.
                    </p>
                    <p class="mt-5">
                        3.3. Сайт patriot-nvrsk.ru  вправе передать персональную информацию пользователя третьим лицам в следующих случаях:
                    </p>
                    <p class="mt-5">
                        3.3.1. Пользователь выразил свое согласие на такие действия, путем согласия, выразившегося в предоставлении таких данных;
                    </p>
                    <p class="mt-5">
                        3.3.2. Передача необходима в рамках использования пользователем определенного сайта patriot-nvrsk.ru, либо для оказания услуги пользователю;
                    </p>
                    <p class="mt-5">
                        3.3.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;
                    </p>
                    <p class="mt-5">
                        3.3.4. В целях обеспечения возможности защиты прав и законных интересов сайта patriot-nvrsk.ru  или третьих лиц в случаях, когда пользователь нарушает Пользовательское соглашение сайта patriot-nvrsk.ru.
                    </p>
                    <p class="mt-5">
                        3.4. При обработке персональных данных пользователей сайт patriot-nvrsk.ru  руководствуется Федеральным законом РФ «О персональных данных».
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">4. ИЗМЕНЕНИЕ ПОЛЬЗОВАТЕЛЕМ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</p>
                    <p class="mt-5">
                        4.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или ее часть, а также параметры ее конфиденциальности, оставив заявление в адрес администрации сайта следующим образом:
                    </p>
                    <ul class="mt-5">
                        <li>Телефон: +79184880722</li>
                        <li>E-mail: info@patriot-nvrsk.ru</li>
                    </ul>
                    <p class="mt-5">
                        4.2. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, оставив заявление в адрес администрации сайта следующим образом:
                    </p>
                    <ul class="mt-5">
                        <li>Телефон: +79184880722</li>
                        <li>E-mail: info@patriot-nvrsk.ru</li>
                    </ul>
                </div>
                <div class="mt-10">
                    <p class="font-medium">5. МЕРЫ, ПРИМЕНЯЕМЫЕ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</p>
                    <p class="mt-5">
                        5.1. Сайт принимает необходимые, достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также иных неправомерных действий с ней третьих лиц. 
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">6. ИЗМЕНИЯ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ. ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО</p>
                    <p class="mt-5">
                        6.1. Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.
                    </p>
                    <p class="mt-5">
                        6.2. К настоящей Политике и отношениям между пользователем и Сайтом, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.
                    </p>
                </div>
                <div class="mt-10">
                    <p class="font-medium">7. ОБРАТНАЯ СВЯЗЬ. ВОПРОСЫ И ПРЕДЛОЖЕНИЯ</p>
                    <p class="mt-5">
                        7.1. Все предложения или вопросы по поводу настоящей Политики следует направлять следующим способом:
                    </p>
                    <ul class="mt-5">
                        <li>Телефон: +79184880722</li>
                        <li>E-mail: info@patriot-nvrsk.ru</li>
                    </ul>
                </div>
            </div>
        </section>

@endsection
