{   
    "enrollment": [
        {
            "id": 1,
            "text": "Для того, чтобы Ваш ребенок как можно скорее приступил к тренировкам в Спортивном клубе ''Патриот'' им. А.В. Фомина мы подготовили небольшую памятку."
        },
        {
            "id": 2,
            "text": "Для записи ребенка в секцию самбо, дзюдо или футбола нужно:",
            "list": ["Выбрать время, удобное для тренировок", "Выбрать из расписания возрастную группу, подходящую для ребенка"],
            "text2": "Мы приглашаем родителей вместе с детьми посетить ознакомительное занятие, чтобы увидеть, как проходят тренировки!"
        },
        {
            "id": 3,
            "text": "К первой тренировке необходимо подготовить:",
            "list": ["Справку от врача, что ребенок здоров и у него нет противопоказаний для занятий борьбой или футболом", "Страховку от несчастного случая с включенными рисками занятий борьбой Самбо, Дзюдо или футболом", "Заполненную карточку Члена Клуба (карточку для заполнения можно получить у тренера)", "Фото спортсмена 3*4 1 шт.", "Копия паспорта одного из родителей", "Копия свидетельства о рождении (паспорта) ребенка"]
        },
        {
            "id": 4,
            "text": "Оплатить Членский Взнос. Оплату можно произвести наличными или картой на рецепции без комиссии или в любом отделении Сбербанка и приложении СберОнлайн с комиссией банка"
        },
        {
            "id": 5,
            "text": "На первых занятиях самбо и дзюдо ребенок может заниматься в шортах, майке, носках или босиком. Обязательно необходима сменная обувь - шлепки (не через палец). Когда ребенку будет пора надеть специализированную форму - подскажет тренер"
        },
        {
            "id": 6,
            "text": "В спортивном клубе ''Патриот'' им. А.В. Фомина отсутствует плата за отдельные занятия, есть обязательный Членский Взнос. Сумма Членского Взноса не зависит от количества посещений в месяц"
        },
        {
            "id": 7,
            "text": "Членский взнос не подлежит перерасчету в связи с пропусками тренировок, в том числе по причине болезни или отъезда"
        },
        {
            "id": 8,
            "text": "Спортсмен, не внесший оплату в срок, исключается из Членов Клуба, и его место предоставляется другому желающему из листа ожиданий. Возобновить членство в Клубе можно после оплаты Членского Взноса, но при этом спортивный клуб  ''Патриот'' им. А.В. Фомина не гарантирует наличие свободных мест в группе, которую спортсмен посещал до исключения"
        },
        {
            "id": 9,
            "text": "Спортивный клуб ''Патриот'' им. А.В. Фомина по праву считается одним из лучших спортивных сооружений Краснодарского края. У нас просторные тренировочные и разминочные залы, соответствующие всем нормам безопасности, современное оборудование, удобные раздевалки и душевые"
        },
        {
            "id": 10,
            "text": "Членами Клуба является более 800 спортсменов в возрасте от 4 лет занимаются как мальчишки, так и девчонки. Регулярно проводятся городские, краевые и всероссийские соревнования"
        },
        {
            "id": 11,
            "text": "В Спортивном клубе ''Патриот'' им. А.В. Фомина занимаются не только спортсмены, кандидаты и мастера спорта, но и члены сборной России по самбо и дзюдо"
        },
        {
            "id": 12,
            "text": "Особое внимание уделяется нравственному и физическому воспитанию самых маленьких членов нашего Клуба. В летний период проводятся детские спортивные сборы, тренировки на улице, организуются походы, поездки на море и экскурсии"
        },
        {
            "id": 13,
            "text": "Все тренеры Клуба являются профессиональным спортсменами, регулярно повышающими квалификацию. Они стараются стать для своих воспитанников друзьями и старшими товарищами"
        }
    ]
}