<template>
    <div class="mt-14 relative">
        <div class="flex flex-col lg:flex-row">
            <div class="flex flex-col lg:w-[45%] lg:pr-20 lg:border-r-2 border-blue-500 relative">
                <p class="text-gray-600 mb-7 font-light">
                    Спорт – занятие для сильных. Но часто настоящим препятствием для регулярных тренировок становится отсутствие оптимальных условий. В этом плане спортивный клуб «Патриот» им. А.В. Фомина - отличное решение. Оборудованное согласно новейшим технологиям, соответствующим перечню требований безопасности, такое сооружение предоставляет все для того, чтобы и взрослому, и ребенку было интересно и комфортно развиваться в понравившемся виде спорта.
                </p>
                <p class="text-gray-600 font-light">
                    Занятия предоставляют каждому спортсмену (начинающему или профессионалу) прикоснуться к большому миру спорта, развить заложенные природой способности, усовершенствовать силу воли и характер. 
                </p>
            </div>        
            <div class="flex flex-col lg:w-[45%] lg:pl-20 relative mt-7 lg:mt-0">
                <p class="text-gray-600 mb-7 font-light">
                    Занятия проводят опытные тренера-педагоги, за плечами которых спортивные достижения и звания. Они смогут предоставить квалифицированные рекомендации, составить индивидуальную программу тренировок, посоветовать, каким именно видом спорта, учитывая психофизиологические и возрастные особенности, лучше заниматься. Все тренировки проходят в современных залах со специальным покрытием. Помещения оснащены многофункциональными системами вентиляции и кондиционирования.
                </p>
                <p class="text-[var(--accent-color)]">
                    Так создаются наиболее благоприятные условия для спорта и достижений олимпийских рекордов.
                </p>
            </div>
        </div>
        <div class="mt-16">
            <div>
                <button v-for="btn in kindsBtns" :id="'btn-'+btn.id" @click.prevent="selectKind(btn.id)" class="kind-btn text-gray-500 mr-10 uppercase">{{ btn.title }}</button>
            </div>
            <div v-show="kind.id === selectedKind" v-for="kind in kindsInfo" :class="'parent-kind-info-'+kind.id" class="flex flex-col lg:flex-row mt-7">
                <div class="flex flex-col lg:w-[45%] lg:pr-20 relative">
                    <p class="text-gray-600 mb-7 font-light">{{ kind.text1 }}</p>
                    <p class="text-gray-600 mb-3 font-light">{{ kind.benefitsTitle }}</p>
                    <p v-for="benefit in kind.benefits" class="text-gray-600 mb-3 font-light">- {{ benefit }};</p>
                    <p class="text-gray-600 mt-4 font-light">{{ kind.text2 }}</p>
                </div>        
                <div class="flex flex-col lg:w-[45%] lg:pl-20 relative mt-7 lg:mt-0">
                    <img :src="'img/'+kind.img" class="rounded-lg" alt="">
                </div>
            </div>
        </div>
    </div>
</template>

<style scoped>
    .kind-btn.active {
        color: var(--accent-color);
    }
    img {
        filter: sepia(30%);
    }
</style>

<script>
    export default {
        data() {
            return {
                selectedKind: 1,
                kindsBtns: [
                    {
                        "id": 1,
                        "title": "Самбо"
                    },
                    {
                        "id": 2,
                        "title": "Дзюдо"
                    },
                    {
                        "id": 3,
                        "title": "Футбол"
                    }
                ],
                kindsInfo: [
                    {
                        "id": 1,
                        "text1": "Спортивное единоборство, которое объединяет наиболее эффективные и доступные виды самообороны, которые можно применять в критических ситуациях на практике. По стилю такой вид спорта очень напоминает вольную борьбу. Самбо не только формирует физически сильное тело, но и аналогичный характер. Те, кто занимается таким видом спорта, всегда целеустремленные, сильные, психологически устойчивые.",
                        "benefitsTitle": "Самбо полезно, поскольку позволяет:",
                        "benefits": ["Развивать выносливость и гибкость","Поддерживать в тонусе мышцы","Тренировать дыхание","Освоить результативные приемы самозащиты в ситуациях, когда имеет место опасность для жизни"],
                        "text2": "В спортивном клубе «Патриот» им. А.В. Фомина созданы оптимальные условия для занятий самбо. В частности, речь идет о современном зале борьбы с новейшим оборудованием, профессиональных тренерах, которые обладают хорошим опытом работы со спортсменами, а также опытом выступлений.",
                        "img": "sambo.jpg"
                    },
                    {
                        "id": 2,
                        "text1": "Дзюдо уверенно занимает позиции среди лидеров, наиболее популярных единоборств. Такой вид спорта выделяется своей особенной философией и кодексом чести (верность, искренность, самоконтроль, скромность, смелость).",
                        "benefitsTitle": "Занятия таким видом спорта предоставляют целый ряд важных преимуществ:",
                        "benefits": ["Развитие двигательной и физической активности","Развитие терпеливости и умения уважать других людей","Развитие интеллектуальных способностей"],
                        "text2": "В спортивном комплексе «Патриот» созданы оптимальные условия для безопасных интенсивных занятий дзюдо: специальное покрытие пола (татами), профессиональное оборудование (тренировочные манекены, гантели, тренажеры. Предусмотрена возможность аренды. Тренировки проводят профессиональные тренера, обладающие большим опытом работы с различными возрастными категориями и уровнем подготовки.",
                        "img": "judo.jpg"
                    },
                    {
                        "id": 3,
                        "text1": "Футбол – любимая спортивная игра миллионов. Помимо зрелищности футбол является весьма полезным для здоровья.",
                        "benefitsTitle": "Среди числа самых важных преимуществ такой игры – следующие:",
                        "benefits": ["Укрепление мышц","Снижение риска сердечно-сосудистых заболеваний, вероятности инсульта","Потеря веса, ускорение метаболизма", "Развитие ловкости, координации и баланса (такая игра всегда связана со стремительными переменами направления движения и быстрыми изменениями скорости)", "Развитие социальных навыков, самодисциплины и настойчивости, умения быстро принимать решения"],
                        "text2": "В спортивном клубе «Патриот» им. А.В. Фомина созданы оптимальные условия для занятий футболом: качественное футбольное поле, удобные раздевалки, профессиональное оборудование.",
                        "img": "football.jpg"
                    }
                ]
            }
        },
        mounted() {
            this.startPage()
        },
        methods: {
            startPage() {
                document.getElementById('btn-1').classList.add('active')
            },
            selectKind(id) {
                let self = this
                let btns = document.querySelectorAll('.kind-btn')
                btns.forEach((item) => {
                    item.classList.remove('active')
                })
                document.getElementById('btn-'+id).classList.add('active')
                parentKinds(self.selectedKind, id)
                setTimeout(() => {
                    self.selectedKind = id
                }, 300)
            }
        }
    }
</script>
